bierner.markdown-mermaid
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
l-i-v.mql-tools
ms-vscode.cpptools
oderwat.indent-rainbow
pepri.subtitles-editor
redhat.vscode-yaml
undefined_publisher.tomorrow-fork
vscodevim.vim
yzhang.markdown-all-in-one
zxh404.vscode-proto3
