bierner.markdown-mermaid
bmalehorn.vscode-fish
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
kevinrose.vsc-python-indent
llvm-vs-code-extensions.vscode-clangd
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
njpwerner.autodocstring
oderwat.indent-rainbow
pepri.subtitles-editor
redhat.vscode-yaml
undefined_publisher.tomorrow-fork
vscodevim.vim
yzhang.markdown-all-in-one
zxh404.vscode-proto3
